Repository: jimmyGALLAND/arpl
Catalog: files/board/arpl/overlayfs/opt/arpl/lang/*.po
Languages: fr

source: Model
fr: Modèle

source: Reading models
fr: Liste les modèles

source: Disable flags restriction
fr: Désactiver les restrictions

source: Show beta models
fr: Montrer les modèles béta

source: Choose the model
fr: Sélectionner le modèle

source: Choose a build number
fr: Sélectionner le numéro de build

source: Build Number
fr: Numéro de build

source: Reconfiguring Synoinfo, Addons and Modules
fr: Reconfiguration de Synoinfo, Addons et Modules

source: Choose a option
fr: Sélectionner une option

source: Generate a random serial number
fr: Générer un numéro de série aléatoire

source: Enter a serial number
fr: Entrer un numéro de série

source: Please enter a serial number
fr: Merci de saisir un numéro de série

source: Alert
fr: Alerte

source: Invalid serial, continue?
fr: Numéro de série invalide, continuer ?

source: Add an addon
fr: Ajouter un addon

source: Delete addon(s)
fr: Effacer addon(s)

source: Show user addons
fr: Montrer les addons utilisés

source: Show all available addons
fr: Montrer les addons disponibles

source: Download a external addon
fr: Télécharger un addon externe

source: Exit
fr: Quitter

source: No available addons to add
fr: Pas d'addons disponibles à ajouter

source: Select an addon
fr: Sélectionner addon

source: params
fr: paramètres

source: Type a opcional params to addon
fr: Entrer vos paramètres optionnels pour l'addon

source: No user addons to remove
fr: Aucun addons d'utilisateur à supprimer

source: Select addon to remove
fr: Sélectionnez l'addon à supprimer

source: User addons
fr: Addons utilisés

source: Available addons
fr: Addons disponibles

source: please enter the complete URL to download.
fr: veuillez saisir l'URL complète à télécharger.

source: Downloading
fr: Téléchargement

source: Check internet, URL or cache disk space
fr: Vérifiez la connection internet, l'URL, ou l'espace disque disponible

source: Success
fr: Réussi

source: Invalid addon
fr: Addon non valide

source: File format not recognized!
fr: Format de fichier non reconnu!

source: Add/edit a cmdline item
fr: Ajout/Editer une entrée cmdline

source: Delete cmdline item(s)
fr: Effacer entrée(s) cmdline

source: Define a custom MAC
fr: Définir une MAC personnalisée

source: Show user cmdline
fr: Montrer la cmdline utilisateur

source: Show model/build cmdline
fr: Afficher modèle/build cmdline

source: User cmdline
fr: Cmdline utilisateur

source: Type a name of cmdline
fr: Saisir un nom pour la cmdline

source: Type a value of '%s' cmdline
fr: Saisir une valeur pour cmdline '%s'

source: No user cmdline to remove
fr: Aucune cmdline utilisateur à supprimer

source: Select cmdline to remove
fr: Sélectionnez cmdline à supprimer

source: Invalid MAC
fr: MAC non valide

source: Changing mac
fr: Modification MAC

source: Renewing IP
fr: Renouvellement IP

source: Model/build
fr: Modèle/build

source: Add/edit a synoinfo item
fr: Ajouter/modifier un élément synoinfo

source: Delete synoinfo item(s)
fr: Supprimer le(s) élément(s) synoinfo

source: Show synoinfo entries
fr: Afficher les entrées synoinfo

source: Synoinfo entries
fr: Entrées Synoinfo

source: Type a name of synoinfo entry
fr: Tapez un nom d'entrée synoinfo

source: No synoinfo entries to remove
fr: Aucune entrée synoinfo à supprimer

source: Select synoinfo entry to remove
fr: Tapez un nom d'entrée synoinfo

source: Downloading %s
fr: Téléchargement %s

source: Error downloading
fr: Erreur téléchargement

source: Check internet or cache disk space
fr: Vérifier Internet ou l'espace disque pour le cache

source: Error
fr: Erreur

source: Hash of pat not match, try again!
fr: Le Hach du fichier pat ne correspond pas, réessayez!

source: Could not determine if pat file is encrypted or not, maybe corrupted, try again!
fr: Impossible de déterminer si le fichier pat est crypté ou non, peut-être corrompu, essayez encore!

source: Downloading old pat to extract synology .pat extractor...
fr: Téléchargement ancien pat pour extraire l'extracteur .pat de synology ...

source: Error extracting
fr: Erreur lors de l'extraction

source: Extracting...
fr: Extraction...

source: Checking hash of zImage:
fr: Vérification du Hach de zImage:

source: Hash of zImage not match, try again!
fr: Le Hach de zImage ne correspond pas, réessayez!

source: Checking hash of ramdisk:
fr: Vérification du hach du ramdisk:

source: Hash of ramdisk not match, try again!
fr: Le hach du ramdisk ne correspond pas, réessayez!

source: Copying files:
fr: Copie de fichiers:

source: Addon %s not found!
fr: Addon %s introuvable !

source: zImage not patched:
fr: zImage non patché:

source: Ramdisk not patched:
fr: Ramdisk non patché:

source: Cleaning
fr: Nettoyage

source: Ready!
fr: Prêt!

source: Switch LKM version
fr: Changer de version LKM

source: Switch direct boot
fr: Activer le démarrage direct

source: Edit user config file manually
fr: Modifier manuellement le fichier de configuration utilisateur

source: Try to recovery a DSM installed system
fr: Essayez de récupérer un système DSM installé

source: Show SATA(s)) # ports and drives
fr: Afficher SATA(s)) # ports et lecteurs

source: Advanced
fr: Avancé

source: Choose the option
fr: Sélectionner l'option

source: \nPorts with color \Z1red\Zn as DUMMY, color \Z2\Zbgreen\Zn has drive connected.
fr: \nPorts avec la couleur \Z1red\Zn comme factice, la couleur \Z2\Zbgreen\Zn a un lecteur connecté.

source: Try recovery DSM
fr: Tentative de récupération du DSM

source: Trying to recovery a DSM installed system
fr: Tentative de récupération d'un système DSM installé

source: Found a installation:\n%s: \n%s:
fr: Installation trouvée :\n%s : \n%s :

source: Unfortunately I couldn't mount the DSM partition!
fr: Malheureusement, je n'ai pas pu monter la partition DSM !

source: Reading modules
fr: Chargement des modules

source: Show selected modules
fr: Afficher les modules sélectionnées

source: Select all modules
fr: Sélectionner tous les modules

source: Deselect all modules
fr: Désélectionner tous les modules

source: Choose modules to include
fr: Sélectionner les modules à inclure

source: User modules
fr: Modules utilisateur

source: Selecting all modules
fr: Sélection de tous les modules

source: Deselecting all modules
fr: Désélection de tous les modules

source: Select modules to include
fr: Sélectionne les modules à inclure

source: Writing to user config
fr: Écrit la configuration utilisateur

source: Invalid YAML format
fr: Format YAML non valide

source: Config changed, would you like to rebuild the loader?
fr: La configuration a changé, souhaitez-vous reconstruire le chargeur ?

source: Choose a layout
fr: Sélectionner une langue clavier

source: Choice a keymap
fr: Sélectionner une disposition clavier

source: Update arpl
fr: Mise à jour arpl

source: Update addons
fr: Mise à jour addons

source: Update LKMs
fr: Mise à jour LKMS

source: Update modules
fr: Mise à jour modules

source: Checking last version
fr: Vérification de la dernière version

source: Error checking new version
fr: Erreur lors de la vérification de la nouvelle version

source: No new version. Actual version is %s\nForce update?
fr: Pas de nouvelle version. La version actuelle est %s\nForcer la mise à jour ?

source: Downloading last version
fr: Téléchargement de la dernière version

source: Error downloading update file
fr: Erreur lors du téléchargement de la mise à jour

source: Error extracting update file
fr: Erreur lors de l'extraction de la mise à jour

source: Checksum do not match!
fr: La somme de contrôle ne correspond pas !

source: Installing new files
fr: Installation des nouveaux fichiers

source: Arpl updated with success to %s!\nReboot?
fr: Arpl mis à jour avec succès vers %s !\nRedémarrer ?

source: Error downloading new version
fr: Erreur lors du téléchargement de la nouvelle version

source: Extracting last version
fr: Extraction de la dernière version

source: Installing new addons
fr: Installation des nouveaux addons

source: Addons updated with success!
fr: Addons mis à jour avec succès!

source: Error downloading last version
fr: Erreur lors du téléchargement de la dernière version

source: LKMs updated with success!
fr: LKM mis à jour avec succès !

source: Update Modules
fr: Mise à jour Modules

source: Downloading modules
fr: Téléchargement des modules

source: Error downloading
fr: Erreur lors du téléchargement

source: Modules updated with success!
fr: Modules mis à jour avec succès !

source: Choose a model
fr: Sélectionner le modèle

source: Choose a Build Number
fr: Sélectionner le numéro de build

source: Choose a serial number
fr: Choix du numéro de série

source: Cmdline menu
fr: Menu Cmdline

source: Synoinfo menu
fr: Menu Synoinfo

source: Advanced menu
fr: Menu avancé

source: Build the loader
fr: Construire le chargeur

source: Boot the loader
fr: Démarrez le chargeur

source: Choose a keymap
fr: Sélectionner une configuration de clavier

source: Clean disk cache
fr: Nettoyer le cache disque

source: Update menu
fr: Menu des mises à jour

source: Call %s to return to menu
fr: Tapez %s pour revenir à ce menu

source: Loader is not configured!
fr: Le chargeur n'est pas configuré

source: Welcome to %s
fr: Bienvenue sur %s

source: BOOTING...
fr: DÉMARRAGE...

source: DSM zImage changed
fr: La zImage DSM a changé

source: zImage not patched:\n
fr: zImage non patché:\n

source: DSM Ramdisk changed
fr: Le DSM Ramdisk a changé

source: Ramdisk not patched:\n
fr: Ramdisk non patché:\n

source: Model:
fr: Modèle:

source: The current version of arpl does not support booting %s-%s, please rebuild.
fr: La version actuelle d'arpl ne prend pas en charge le démarrage %s-%s, veuillez reconstruire.

source: netif_num is not equal to macX amount, set netif_num to %s
fr: netif_num n'est pas égal au nombre macX, définit netif_num à %s

source: Reboot to boot directly in DSM
fr: Redémarrer directement sur le noyau DSM

source: Loading DSM kernel...
fr: Chargement du noyau DSM...

source: Warning, running kexec with --noefi param, strange things will happen!!
fr: Attention, en exécutant kexec avec le paramètre --noefi, des choses étranges peuvent se produire !!

source: Booting...
fr: Démarrage...

source: [This interface will not be operational. Please use the http://find.synology.com/ find DSM and connect.]
fr: [Cette interface ne sera pas opérationnelle. Veuillez utiliser http://find.synology.com/ pour trouver votre DSM et vous y connecter.]

source: Loader disk not found!
fr: Disque chargeur introuvable !

source: Can't mount %s
fr: Ne peut pas monter %s

source: Setting %s MAC to %s
fr: Modifier %s MAC vers %s

source: Loader disk neither USB or DoM
fr: Le disque chargeur n'est ni de type USB ni type DoM

source: Loader disk:
fr: Disque chargeur:

source: Resizing %s
fr: Redimensionnement %s

source: Loading keymap
fr: Sélectionner une disposition clavier

source: User requested edit settings.
fr: L'utilisateur a demandé l'édition de la configuration.

source: Detected %s network cards, Waiting IP.
fr: %s cartes réseau détectées, attente d'IP.

source: DOWN
fr: DESACTIVÉ

source: ERROR
fr: ERREUR

source: Access \033[1;34mhttp://%s:7681\033[0m to configure the loader via web terminal.
fr: Aller à \033[1;34mhttp://%s\033[0m pour configurer le chargeur via le terminal web.

source: Call \033[1;32mmenu.sh\033[0m to configure loader
fr: Tapez \033[1;32mmenu.sh\033[0m pour configurer le chargeur

source: User config is on
fr: La configuration utilisateur est activé

source: Default SSH Root password is
fr: Le mot de passe SSH par défaut est

source: You have less than 4GB of RAM, if errors occur in loader creation, please increase the amount of memory.
fr: Vous avez moins de 4 Go de RAM, si des erreurs se produisent lors de la création du chargeur, veuillez augmenter la quantité de mémoire.

source: Model/build cmdline
fr: Modèle/build cmdline

source: Choose a language
fr: Sélectionner une langue
